Repository: LukasMFR/Stop-Chart
Catalog: Stop Chart/*.lproj/Localizable.strings
Languages: fr

source: MAIN
fr: PRINCIPAL

# showChartOfDesiredParameter
source: Show the chart of the desired parameter.
fr: Afficher le tableau du paramètre désiré.

source: Aperture stop chart
fr: Tableau des stops de l'ouverture

source: Shutter speed stop chart
fr: Tableau des stops du temps d'obturation

source: ISO stop chart
fr: Tableau des stops des ISO

source: MORE INFO
fr: PLUS D'INFOS

source: What is a stop in photography ?
fr: Qu'est-ce qu'un stop en photographie ?

source: About
fr: À propos

# appProjectTalksAboutStop
source: This app is just a project I did that talks about stops.
fr: Cette application est juste un projet que j’ai fait à propos des stops.

source: SOCIAL NETWORKS
fr: RÉSEAUX SOCIAUX

source: Please follow me !
fr: Suivez-moi s’il vous plaît !

source: Email me
fr: Contactez-moi

source: ABOUT THE APP
fr: À propos de l'application

source: App version
fr: Version de l'application

source: Credits
fr: Crédits

# creditsGoTo
source: Credits go to PHOTOGRAPHY MAD, thanks to them for their very good article. And to SHUTTER MUSE for their excellent chart.
fr: Merci à PHOTOGRAPHY MAD pour leur très bon article. Et à SHUTTER MUSE pour leur excellent tableau.

source: What is a stop ?
fr: Qu'est-ce qu'un stop ?

# inPhotographyAStop
source: In photography, a "stop" is a widely misunderstood concept, feared by many because it sounds so complicated. However, it's actually very simple:
fr: En photographie, un "stop" est un concept vaguement compris, craint par beaucoup car il semble très compliqué. Cependant, c'est en fait très simple :

# stopDoubling
source: A stop is a doubling or halving of the amount of light let in when taking a photo.
fr: Un stop est le double ou la moitié de la quantité de lumière qui est laissée entrée lors de la prise de vue.

# forExample
source: For example, if you hear a photographer say he's going to increase his exposure by 1 stop, he simply means he's going to capture twice as much light as on the previous shot.
fr: Par exemple, si vous entendez un photographe dire qu’il va augmenter son exposition d’un stop, cela veut simplement dire qu’il va capturer deux fois plus de lumière que sur l'image précédente.

# stopIsAMeasure
source: A stop is a measure of exposure relating to the doubling or halving of the amount of light. Image by Hamed Saber.
fr: Un stop est une mesure de l’exposition liée au doublement ou à la réduction de moitié de la quantité de lumière. Image par Hamed Saber.

# amountOfLightCaptured
source: The amount of light captured while taking a photo is known as the exposure, and it's affected by three things - the shutter speed, the aperture diameter, and the ISO or film speed. These are all measured using different units, so the concept of "stops" was invented as a convenient way to compare them.
fr: La quantité de lumière capturée lors de la prise d’une photo est connue sous le nom exposition, et elle est affectée par trois facteurs - la vitesse d’obturation, le diamètre d’ouverture, et l’ISO ou la vitesse du film. Tous ces éléments sont mesurés à l’aide de différentes unités, de sorte que le concept de "stop" a été inventé comme un moyen commode de les comparer.

source: STOPS AND SHUTTER SPEED
fr: STOPS ET VITESSE D’OBTURATION

# shutterSpeedMeasures
source: Shutter speed measures how long your camera's shutter is left open during a shot. The longer it's open, the more light it lets in, and the greater your total exposure will be. Doubling or halving your shutter speed produces an increase or decrease of 1 stop of exposure.
fr: La vitesse d’obturation mesure la durée pendant laquelle l’obturateur de la caméra est laissé ouvert pendant une prise de vue. Plus elle est longue, plus elle laisse entrer de lumière, et plus votre exposition totale sera grande. Doubler ou réduire de moitié la vitesse d’obturation produit une augmentation ou une diminution de 1 stop d’exposition.

source: Common shutter speed stops.
fr: Stops de vitesse d’obturation communs.

# forExampleChanging
source: For example, changing from 1/100 of a second to 1/200 lets in half as much light, so we can say we've decreased the exposure by 1 stop. Similarly, going from 1/60 to 1/30 lets in twice as much light, giving a 1 stop increase in exposure.
fr: Par exemple, passer de 1/100 de seconde à 1/200 permet de réduire de moitié la lumière, ce qui nous permet de dire que nous avons réduit l’exposition de 1 stop. De même, passer de 1/60 à 1/30 laisse entrer deux fois plus de lumière, ce qui donne une augmentation d’exposition de 1 stop.

# mostCamerasAllow
source: Most cameras allow you to adjust shutter speeds in increments of 1/3 of a stop, so 3 turns of the dial either way will adjust your exposure by 1 stop.
fr: La plupart des caméras vous permettent de régler les vitesses d’obturation par incréments de 1/3 de stop, donc 3 tours de molette dans un sens ou dans l’autre régleront votre exposition par 1 stop.

source: STOPS AND ISO SPEED
fr: STOPS ET VITESSE ISO

# ISOSpeedDescribes
source: ISO speed describes how sensitive your camera's sensor is to the light that hits it. A more sensitive sensor will produce the same overall exposure from less light, meaning that you can use a narrower aperture or faster shutter speed in the same conditions.
fr: La vitesse ISO décrit la sensibilité du capteur de votre caméra à la lumière qui l’atteint. Un capteur plus sensible produira la même exposition globale à partir de moins de lumière, ce qui signifie que vous pouvez utiliser une ouverture plus petite ou une vitesse d’obturation plus rapide dans les mêmes conditions.

source: Common ISO speed stops.
fr: Stops de vitesse ISO courants.

# ISOIsMeasured
source: ISO is measured using values that correspond to the ASA scale for film, with a higher ISO number relating to a more sensitive sensor. As with shutter speed, doubling the ISO number gives an increase of 1 stop, while halving gives it a decrease of 1 stop.
fr: L’ISO est mesurée à l’aide de valeurs qui correspondent à l’échelle ASA pour le film, avec un numéro ISO supérieur relatif à un capteur plus sensible. Comme pour la vitesse d’obturation, le doublement du nombre ISO donne une augmentation de 1 stop, tandis que la réduction en deux lui donne une diminution de 1 stop.

# forExampleSwitching
source: For example, switching from ISO 100 to ISO 200 doubles the sensor's sensitivity, producing a 1 stop increase. Moving from ISO 800 to ISO 400 is a 1 stop decrease. Most cameras let you change ISO speed in increments of 1 stop.
fr: Par exemple, passer d’ISO 100 à ISO 200 double la sensibilité du capteur, ce qui produit une augmentation de 1 stop. Passer d’ISO 800 à ISO 400 est une diminution de 1 stop. La plupart des caméras vous permettent de changer la vitesse ISO par incréments de 1 stop.

# stopsAndAperture
source: STOPS AND APERTURE DIAMETER
fr: STOPS ET DIAMÈTRE D’OUVERTURE

# apertureIsMeasured
source: Aperture is measured using the "f-number", sometimes called the "f-stop", which describes the diameter of the aperture. A lower f-number relates to a wider aperture (one that lets in more light), while a higher f-number means a narrower aperture (less light).
fr: L’ouverture est mesurée à l’aide du "numéro F", parfois appelé le "f-stop", qui décrit le diamètre de l’ouverture. Un nombre de f inférieur se rapporte à une ouverture plus large (celle qui laisse entrer plus de lumière), tandis qu’un nombre de f supérieur signifie une ouverture plus étroite (moins de lumière).

source: Common aperture stops.
fr: Stops d'ouverture commun.

# becauseOfTheWay
source: Because of the way f-numbers are calculated, a stop doesn't relate to a doubling or halving of the value, but to a multiplying or dividing by 1.41 (the square root of 2). For example, going from f/2.8 to f/4 is a decrease of 1 stop because 4 = 2.8 * 1.41. Changing from f/16 to f/11 is an increase of 1 stop because 11 = 16 / 1.41.
fr: En raison de la façon dont les numéros F sont calculés, un stop ne correspond pas à un doublement ou la moitié de la valeur, mais à une multiplication ou division par 1,41 (la racine carrée de 2). Par exemple, passer de f/2.8 à f/4 est une diminution de 1 stop parce que 4 = 2.8 * 1.41. Le passage de f/16 à f/11 est une augmentation de 1 stop car 11 = 16 / 1,41.

# asWithShutterSpeed
source: As with shutter speed, most cameras let you control your aperture in 1/3 stop increments.
fr: Comme avec la vitesse d’obturation, la plupart des caméras vous permettent de contrôler votre ouverture par incréments de 1/3 de stop.

source: STOPS ARE INTERCHANGEABLE
fr: LES STOPS SONT INTERCHANGEABLES

# theGreatThing
source: The great thing about stops is that they give us a way to directly compare shutter speed, aperture diameter, and ISO speed. This means that we can easily swap these three components about while keeping the overall exposure the same.
fr: Le bon point à propos des stops est qu’ils nous donnent un moyen de comparer directement la vitesse d’obturation, le diamètre d’ouverture, et la vitesse ISO. Cela signifie que nous pouvons facilement changer ces trois facteurs tout en conservant l’exposition globale.

# letsSay
source: Let's say you're shooting a scene using a shutter speed of 1/60 of a second, an aperture of f/8, and an ISO of 200. You find that while the scene is well exposed, your subject is turning out a bit blurry, so you decide to increase the shutter speed to 1/120 of a second.
fr: Disons que vous photographiez une scène en utilisant une vitesse d’obturation de 1/60 de seconde, une ouverture de f/8 et un ISO de 200. Vous constatez que malgrès le fait que la scène soit bien exposée, votre sujet est un peu flou, donc vous décidez d’augmenter la vitesse d’obturation à 1/120 de seconde.

# thisChangeOf
source: This change of 1 stop will result in the next photo coming out dark, because you're now letting in half the total light as before. In order to correct this, you need to reclaim that 1 stop reduction from somewhere else. Now that we have a way of comparing settings, this is simple.
fr: Ce changement de 1 stop se traduira par une photo sombre, parce que vous ne laissez que la moitié de la lumière totale par rapport à avant. Pour corriger cela, vous devez récupérer cette réduction de 1 stop ailleurs. Maintenant que nous avons une façon de comparer les paramètres, c’est plus simple.

# youCouldOpen
source: You could open the aperture wider to let in more light - moving from f/8 to f/5.6 is an increase of 1 stop, so we've got back to our original exposure.
fr: Vous pouvez choisir une ouverture plus grande pour laisser entrer plus de lumière - passer de f/8 à f/5.6 sera une augmentation de 1 stop, nous avons donc de nouveau notre exposition initiale.

# alternativelyYouCould
source: Alternatively you could double the ISO speed from 200 to 400, again resulting in a 1 stop increase.
fr: Vous pouvez également doubler la vitesse ISO de 200 à 400, ce qui entraînera une augmentation de 1 stop.

# asYouCanSee
source: As you can see, stops are a really easy way of adjusting our camera's settings while making sure we don't ruin the photo's overall exposure.
fr: Comme vous pouvez le voir, les stops sont un moyen très facile d’ajuster les réglages de votre caméra tout en s’assurant que nous ne ruinons pas l’exposition globale de la photo.

# conderationsWhenAdjustingExposure
source: CONSIDERATIONS WHEN ADJUSTING EXPOSURE
fr: CONSIDÉRATIONS À PRENDRE EN COMPTE POUR AJUSTER L’EXPOSITION

# whenAdjustingTheThree
source: When adjusting the three components of exposure you should be aware that each one affects your photos in other ways, which may not always be desirable:
fr: Lors de l’ajustement des ces trois facteurs de l’exposition, vous devez être conscient que chacun d’eux affecte vos photos d'une autre façon, ce qui n'est pas toujours souhaitable :

# shutterSpeedIf
source: • Shutter speed - If your shutter speed is too slow your photo may blur, either from movement of the camera or movement of the subject.
fr: • Vitesse d’obturation - Si votre vitesse d’obturation est trop lente, votre photo peut être floue, soit par le mouvement de la caméra, soit par le mouvement du sujet.

# apertureA
source: • Aperture - A wide aperture produces a narrow depth of field, so if you make it too wide you may have trouble keeping everything in focus. On the other hand, a narrow depth of field can help to isolate the subject, and is often something that you want; if so, you need to avoid using a narrow aperture.
fr: • Ouverture - Une ouverture plus grande produit une faible profondeur de champ, donc si vous en choisissez une trop grande vous aurez du mal à garder tout en focus. D’autre part, une faible profondeur de champ peut aider à isoler le sujet, et est souvent quelque chose de désirable; et si c'est ce que vous souhaitez, vous devez éviter d’utiliser une petite ouverture.

# ISOSpeedThe
source: • ISO speed - The more you increase your camera's ISO, the more digital noise your photos will exhibit. This can make your image look grainy and reduce its sharpness.
fr: • Vitesse ISO - Plus vous augmentez l’ISO de votre appareil photo, plus le bruit numérique sera présent. Cela peut rajouter du grain à votre image et réduire sa netteté.

# asWithEverything
source: As with everything in photography, adjusting these three settings is a balancing act. You need to decide what effects you want in your shot and choose settings that will produce them while minimising the potential downsides.
fr: Comme pour tout en photographie, l’ajustement de ces trois réglages est un exercice d’équilibre. Vous devez choisir quels effets vous voulez donner dans votre prise de vue et choisir les paramètres qui les produiront tout en minimisant les inconvénients potentiels.

# exposureStopsAreA
source: Exposure stops are a really useful tool for doing this, helping you swap settings around with ease and giving you more control over your scene.
fr: Les stops d’exposition sont un outil vraiment utile pour faire cela, vous aidant à changer les paramètres avec facilité et donner plus de contrôle sur votre scène.

source: Link to original article
fr: Lien vers l'article d'origine

# doneButton
source: Done
fr: OK

source: Swipe to the right
fr: Balayez vers la droite

# madeWithLove
source: Made with ❤️ by  Lukas in France 🇫🇷
fr: Fait avec ❤️ par  Lukas en France 🇫🇷
